[
    { "id": 1, "joke": "यश: मैं मेहनती हूं। प्रणव: और मैं स्मार्ट हूं। जिद्न्येश: और मैं ईमानदार हूं। विशाल: अच्छा! तो ये जोक्स तुम तीनों के लिए नहीं है।" },
    { "id": 2, "joke": "प्रणव: मेरा IQ बहुत ज्यादा है। जिद्न्येश: तो, यश और विशाल को उधार दे दे।" },
    { "id": 3, "joke": "जिद्न्येश: मेरी गाड़ी सबसे तेज़ है। यश: हां, क्योंकि वो पहाड़ से नीचे लुढ़क रही थी।" },
    { "id": 4, "joke": "विशाल: मैं सुबह 5 बजे उठता हूं। प्रणव: फिर क्या करता है? विशाल: 5:10 पर सो जाता हूं।" },
    { "id": 5, "joke": "यश: मेरे पास पैसे हैं। जिद्न्येश: तभी तो तुम्हारे दोस्त विशाल और प्रणव हैं।" },
    { "id": 6, "joke": "जिद्न्येश: मैंने आज 2 किलो वजन घटा लिया। विशाल: कैसे? जिद्न्येश: 2 घंटे तक पेट भर के सोया नहीं।" },
    { "id": 7, "joke": "प्रणव: मुझे कोडिंग नहीं आती। यश: तो तू मेरे साथ रहेगा। दोनों मिलकर 'Hello World' सीखेंगे।" },
    { "id": 8, "joke": "विशाल: मेरी हाइट कम है। जिद्न्येश: भाई, हाइट कम है लेकिन अकड़ आसमान छू रही है।" },
    { "id": 9, "joke": "यश: मैं क्रिकेट में मास्टर हूं। प्रणव: और क्या, बॉल ढूंढने में भी तो एक्सपर्ट है।" },
    { "id": 10, "joke": "जिद्न्येश: मैं किसी को डराता नहीं। विशाल: हां, तू खुद डरावना है।" },
    { "id": 11, "joke": "विशाल: मेरी नई बाइक पर बैठो। यश: उसकी सीट पर भी उतना ही वजन होगा जितना तेरे मजाकों पर होता है।" },
    { "id": 12, "joke": "यश: मैं रोज जिम जाता हूं। प्रणव: सिर्फ सेल्फी लेने के लिए?" },
    { "id": 13, "joke": "प्रणव: मैंने सपना देखा कि मैं सुपरमैन हूं। विशाल: ये सपना नहीं, मजाक था।" },
    { "id": 14, "joke": "जिद्न्येश: मैं आईएएस बनूंगा। यश: पहले आलू-प्याज के दाम पता कर ले।" },
    { "id": 15, "joke": "विशाल: मैंने 5 मिनट में किताब पढ़ ली। यश: हां, वो किताब 'मेन्यू कार्ड' थी।" },
    { "id": 16, "joke": "यश: मैं जल्दी गुस्सा नहीं करता। प्रणव: तभी तो हर बार हार जाता है।" },
    { "id": 17, "joke": "प्रणव: मेरे पास नौकरी है। जिद्न्येश: और क्या, खाने के लिए पिज़्ज़ा भी है?" },
    { "id": 18, "joke": "जिद्न्येश: मैं बेस्ट हूं। विशाल: हां, आलसी लोगों की कैटेगरी में।" },
    { "id": 19, "joke": "विशाल: मेरा वजन कम हो रहा है। यश: नहीं भाई, तराजू खराब है।" },
    { "id": 20, "joke": "यश: मैंने लड़की पटाई। प्रणव: हां, वही जो तुम्हें किडनी बेचने का स्कैम कर रही थी।" },
    { "id": 21, "joke": "प्रणव: मुझे प्रोग्रामिंग बहुत पसंद है। जिद्न्येश: हां, बग्स ढूंढने का काम भी बड़ा अच्छा है!" },
  { "id": 22, "joke": "विशाल: मैं बहुत मेहनत करता हूं। यश: और, आराम करने के लिए भी कोई मेहनत करता है क्या?" },
  { "id": 23, "joke": "जिद्न्येश: मेरा मूड हमेशा अच्छा रहता है। विशाल: हां, क्योंकि तुम्हारे पास नहीं है 'सेंस'!" },
  { "id": 24, "joke": "प्रणव: मैं किताबें बहुत पढ़ता हूं। यश: सही कह रहा है, किताबें फिर से मिल जाएं तो उसका मोल मत देना!" },
  { "id": 25, "joke": "यश: मैं अच्छा गायक हूं। जिद्न्येश: हां, जब मुह से निकलते हैं तो कब्रिस्तानों तक आवाज़ पहुंचती है!" },
  { "id": 26, "joke": "जिद्न्येश: मुझे हैवी म्यूज़िक बहुत पसंद है। विशाल: और वो भी जब तुम्हारी आवाज़ के मुकाबले म्यूज़िक हल्का हो!" },
  { "id": 27, "joke": "प्रणव: मैंने हमेशा दूसरों की मदद की है। यश: हां, मदद का मतलब 'उनके काम में दखल'!" },
  { "id": 28, "joke": "विशाल: मैं बड़ा स्मार्ट हूं। जिद्न्येश: वो तो ठीक है, बस उतना ही अच्छा दिखता है जितना स्मार्टफोन फ्री में!" },
  { "id": 29, "joke": "यश: मैं फोटोग्राफी में माहिर हूं। प्रणव: हां, क्योंकि तेरी तस्वीर में हर बार चश्मा साफ नजर आता है!" },
  { "id": 30, "joke": "प्रणव: मुझे नई चीज़ें सीखना बहुत पसंद है। विशाल: हां, तभी तो तुझे हर दिन नये सवालों का सामना करना पड़ता है!" }
]
  
  